Repository: Weasy666/MangaReader
Catalog: MangaReader_MVVM/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# BoolToFavoriteTooltipConverter.Otherwise
source: Add Favorite
de_de: Favorit hinzufügen

# BoolToFavoriteTooltipConverter.Value
source: Remove Favorite
de_de: Favorit entfernen

# BoolToGroupedTooltipConverter.Otherwise
source: Group Favorites
de_de: Favoriten gruppieren

# BoolToGroupedTooltipConverter.Value
source: Ungroup Favorites
de_de: Gruppierung auflösen

# Busy_Text.Text
source: Please wait...
de_de: Bitte warten...

# ChapterPage_Manga_CategoryHeader.Text
source: Category
de_de: Kategorie

# ChapterPage_Manga_LastUpdatedHeader.Text
source: Last Updated
de_de: Aktualisiert

# ChapterPage_ReloadButton.ToolTipService.ToolTip
source: Reload Chapter
de_de: Kapitel neu laden

# ChapterPage_SettingsButton.ToolTipService.ToolTip
source: Settings
de_de: Einstellungen

# ChapterPage_SettingsFlyout_ReadMode.Header
source: Read Mode
de_de: Lesemodus

# FavoritesPage_GroupGridButton.Label
source: Group
de_de: Gruppieren

# FavoritesPage_PageHeader.Text
source: Your Favorite Mangas
de_de: Deine liebsten Mangas

# FavoritesPage_ReloadButton.Label
source: Reload
de_de: Neu laden

# FavoritesPage_ReloadButton.ToolTipService.ToolTip
source: Reload Favorites
de_de: Favoriten neu laden

# LatestReleasesPage_FilterButton.Label
source: Filter
de_de: Filtern

# LatestReleasesPage_FilterButton.ToolTipService.ToolTip
source: Filter
de_de: Filtern

# LatestReleasesPage_PageHeader.Text
source: Latest Releases
de_de: Neuerscheinungen

# LatestReleasesPage_ReloadButton.Label
source: Reload
de_de: Neu laden

# LatestReleasesPage_ReloadButton.ToolTipService.ToolTip
source: Reload
de_de: Neu laden

# LatestReleasesPage_SortButton.Label
source: Sort
de_de: Anordnen

# LatestReleasesPage_SortButton.ToolTipService.ToolTip
source: Sort
de_de: Anordnen

# MainPage_LastReadGridView_Header.Text
source: Last Read
de_de: Zuletzt gelesen

# MainPage_PageHeader.Text
source: Main Page
de_de: Home

# MangaDetailsPage_AcceptButton.Label
source: Mark as Read
de_de: Gelesen

# MangaDetailsPage_AcceptButton.ToolTipService.ToolTip
source: Mark as Read
de_de: Als gelesen markieren

# MangaDetailsPage_CancelButton.Label
source: Cancel
de_de: Abbruch

# MangaDetailsPage_CancelButton.ToolTipService.ToolTip
source: Cancel
de_de: Abbruch

# MangaDetailsPage_CategoryHeader.Text
source: Category
de_de: Kategorie

# MangaDetailsPage_DeleteButton.Label
source: Mark as Unread
de_de: Nicht gelesen

# MangaDetailsPage_DeleteButton.ToolTipService.ToolTip
source: Mark as Unread
de_de: Als nicht gelesen markieren

# MangaDetailsPage_DescriptionHeader.Text
source: Description
de_de: Beschreibung

# MangaDetailsPage_LastUpdatedHeader.Text
source: Last Updated
de_de: Aktualisiert

# MangaDetailsPage_MultiSelectButton.Label
source: Selection mode
de_de: Auswahlmodus

# MangaDetailsPage_MultiSelectButton.ToolTipService.ToolTip
source: Selection mode
de_de: Auswahlmodus

# MangaDetailsPage_NumberOfChaptersHeader.Text
source: Chapters
de_de: Kapitel

# MangaDetailsPage_SelectAllButton.Label
source: Select All
de_de: Alle auswählen

# MangaDetailsPage_SelectAllButton.ToolTipService.ToolTip
source: Select All
de_de: Alle auswählen

# MangaDetailsPage_SortButton.Label
source: Sort
de_de: Anordnen

# MangaDetailsPage_SortButton.ToolTipService.ToolTip
source: Sort
de_de: Anordnen

# MangasPage_FilterButton.Label
source: Filter
de_de: Filtern

# MangasPage_FilterButton.ToolTipService.ToolTip
source: Filter
de_de: Filtern

# MangasPage_FilterFlyout.Text
source: By Category
de_de: Nach Kategorie

# MangasPage_PageHeader.Text
source: Manga Library
de_de: Manga Bibliothek

# MangasPage_ReloadButton.Label
source: Reload
de_de: Neu laden

# MangasPage_ReloadButton.ToolTipService.ToolTip
source: Reload
de_de: Neu laden

# MangasPage_SortButton.Label
source: Sort
de_de: Anordnen

# MangasPage_SortButton.ToolTipService.ToolTip
source: Sort
de_de: Anordnen

# SettingsPage_Favorites.Text
source: Favorites
de_de: Favoriten

# SettingsPage_LatestReleases.Text
source: Latest Releases
de_de: Neuerscheinungen

# SettingsPage_LatestReleasesDaysSlider.Header
source: Range of Latest Releases
de_de: Zeitraum der Neuerscheinungen

# SettingsPage_MangaSourceComboBox.Header
source: Manga Source
de_de: Mange Quelle

# SettingsPage_NumberOfRecentMangasSlider.Header
source: Period of Days of Recent Mangas
de_de: Anzahl der zuletzt gelesenen Mangas

# SettingsPage_OneDriveSyncHeader.Text
source: Last synced:
de_de: Zuletzt synchroniziert:

# SettingsPage_OneDriveSyncToggleSwitch.Header
source: OneDrive syncronization
de_de: OneDrive synchronizierung

# SettingsPage_OneDriveSyncToggleSwitch.OffContent
source: Off
de_de: Aus

# SettingsPage_OneDriveSyncToggleSwitch.OnContent
source: On
de_de: An

# SettingsPage_PageHeader.Text
source: Settings Page
de_de: Einstellungen

# SettingsPage_PivotItem1.Header
source: Settings
de_de: Einstellungen

# SettingsPage_PivotItem3.Header
source: About
de_de: Über

# SettingsPage_UseLightThemeToggleSwitch.Header
source: Choose App Theme
de_de: App Modus auswählen

# SettingsPage_UseLightThemeToggleSwitch.OffContent
source: Dark theme
de_de: Dunkler Modus

# SettingsPage_UseLightThemeToggleSwitch.OnContent
source: Light theme
de_de: Heller Modus

# SettingsPage_UseShellDrawnBackButtonToggleSwitch.Header
source: Choose Back Button Style
de_de: Zurück-Button Modus auswählen

# SettingsPage_UseShellDrawnBackButtonToggleSwitch.OffContent
source: Back button in page header
de_de: Zurück-Button in Seitenkopf

# SettingsPage_UseShellDrawnBackButtonToggleSwitch.OnContent
source: Back button in titlebar or taskbar
de_de: Zurück-Button in Titelleiste oder Taskleiste

# Shell_FavoritesHamburgerButton.Text
source: Favorites
de_de: Favoriten

# Shell_LatestReleasesHamburgerButton.Text
source: Latest Releases
de_de: Neuerscheinungen

# Shell_MangaLibraryHamburgerButton.Text
source: Manga Library
de_de: Manga Bibliothek

# Shell_SearchAutoSuggestBox.PlaceholderText
source: Search for Manga...
de_de: Suche nach Mangas...

# Shell_SettingsHamburgerButton.Text
source: Settings
de_de: Einstellungen
